fichero_taurus.yml
execution:
- concurrency: 10
  ramp-up: 10s
  hold-for: 55s
  scenario: app-test

scenarios:
  app-test:
    requests:
    - url: 'http://localhost/result/getall'
      method: GET

    - url: 'http://localhost/clasificacion/getall'
      method: GET

	- url: 'http://localhost/clasificacion/1'
      method: GET